Repository: Neonbe/GreenLight
Catalog: GreenLight/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# onboarding.brand.subtitle
source: Detects and unblocks your apps — instantly.
de: Erkennt und entsperrt deine Apps — sofort.
es: Detecta y desbloquea tus apps — al instante.
fr: Détecte et débloque vos apps — instantanément.
ja: アプリを検出してブロック解除 — 瞬時に。
ko: 앱을 감지하고 차단 해제 — 즉시.
zh_hans: 检测并解锁你的应用 — 即刻生效。
zh_hant: 偵測並解鎖你的應用程式 — 即刻生效。

# onboarding.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

# onboarding.trust.title
source: Your privacy, first.
de: Deine Privatsphäre, zuerst.
es: Tu privacidad, primero.
fr: Votre vie privée, d'abord.
ja: プライバシーを最優先に。
ko: 개인정보 보호를 최우선으로.
zh_hans: 隐私优先。
zh_hant: 隱私優先。

# onboarding.trust.subtitle
source: Runs offline · No data collected · Open source
de: Läuft offline · Keine Datenerfassung · Open Source
es: Sin conexión · Sin recopilación de datos · Código abierto
fr: Fonctionne hors ligne · Aucune donnée collectée · Open source
ja: オフライン動作 · データ収集なし · オープンソース
ko: 오프라인 작동 · 데이터 수집 없음 · 오픈 소스
zh_hans: 离线运行 · 不收集数据 · 开源
zh_hant: 離線運行 · 不收集資料 · 開源

# onboarding.launchAtLogin
source: Launch at login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 开机自启动
zh_hant: 開機自啟動

# onboarding.launchAtLogin.description
source: Stay protected around the clock.
de: Rund um die Uhr geschützt.
es: Protección en todo momento.
fr: Protection permanente.
ja: 24時間、Mac を守ります。
ko: 24시간 Mac을 보호합니다.
zh_hans: 全天候守护你的 Mac。
zh_hant: 全天候守護你的 Mac。

# onboarding.getStarted
source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
ja: 始める
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

# dropzone.hint
source: Drop App here to fix
de: App hierher ziehen zum Reparieren
es: Suelta la app aquí para reparar
fr: Déposez l'app ici pour réparer
ja: 修復するにはAppをここにドロップ
ko: 수정하려면 앱을 여기에 놓으세요
zh_hans: 拖放 App 以修复
zh_hant: 拖放 App 以修復

# dropzone.accessibility
source: Drop zone: Drop an app here to remove quarantine
de: Ablagezone: Ziehen Sie eine App hierher, um die Quarantäne zu entfernen
es: Zona de soltar: Suelta una app aquí para eliminar la cuarentena
fr: Zone de dépôt : Déposez une app ici pour supprimer la quarantaine
ja: ドロップゾーン：検疫を解除するにはアプリをここにドロップ
ko: 드롭 영역: 격리를 해제하려면 앱을 여기에 놓으세요
zh_hans: 拖放区域：将 App 拖放到此处以移除隔离
zh_hant: 拖放區域：將 App 拖放到此處以移除隔離

# dashboard.lane.rejected
source: REJECTED
de: ABGELEHNT
es: RECHAZADO
fr: REJETÉ
ja: 拒否済み
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕

# dashboard.lane.detected
source: DETECTED
de: ERKANNT
es: DETECTADO
fr: DÉTECTÉ
ja: 要対応
ko: 처리 대기
zh_hans: 待处理
zh_hant: 待處理

# dashboard.lane.cleared
source: CLEARED
de: FREIGEGEBEN
es: PERMITIDO
fr: AUTORISÉ
ja: 許可済み
ko: 허용됨
zh_hans: 已放行
zh_hant: 已放行

# dashboard.lane.noRejected
source: No rejected apps
de: Keine abgelehnten Apps
es: Sin apps rechazadas
fr: Aucune app rejetée
ja: 拒否されたアプリはありません
ko: 거부된 앱 없음
zh_hans: 无拒绝的应用
zh_hant: 無拒絕的應用程式

# dashboard.lane.noDetected
source: No detected apps
de: Keine erkannten Apps
es: Sin apps detectadas
fr: Aucune app détectée
ja: 対応が必要なアプリはありません
ko: 처리 대기 중인 앱 없음
zh_hans: 无待处理的应用
zh_hant: 無待處理的應用程式

# dashboard.lane.noCleared
source: No apps cleared yet
de: Noch keine freigegebenen Apps
es: Aún no hay apps permitidas
fr: Aucune app autorisée pour le moment
ja: 許可済みのアプリはまだありません
ko: 아직 허용된 앱 없음
zh_hans: 暂无放行的应用
zh_hant: 暫無放行的應用程式

# dashboard.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# dashboard.totalGreenLights %lld
source: %lld green lights given
de: %lld × Grünes Licht
es: %lld luces verdes
fr: %lld feux verts
ja: %lld 回グリーンライト
ko: 그린라이트 %lld회
zh_hans: 累计亮绿灯 %lld 次
zh_hant: 累計亮綠燈 %lld 次

# dashboard.expandCoverage.title
source: Only system apps were scanned.
de: Nur System-Apps wurden gescannt.
es: Solo se analizaron las apps del sistema.
fr: Seules les apps système ont été analysées.
ja: システムアプリのみスキャンされました。
ko: 시스템 앱만 스캔되었습니다.
zh_hans: 仅扫描了系统应用。
zh_hant: 僅掃描了系統應用程式。

# dashboard.expandCoverage.subtitle
source: Grant access to Downloads and Desktop for a complete scan.
de: Gewähre Zugriff auf Downloads und Schreibtisch für einen vollständigen Scan.
es: Concede acceso a Descargas y Escritorio para un análisis completo.
fr: Accordez l'accès aux Téléchargements et au Bureau pour une analyse complète.
ja: ダウンロードとデスクトップへのアクセスを許可して完全なスキャンを行います。
ko: 다운로드 및 데스크탑 폴더 접근을 허용하여 전체 스캔을 수행합니다.
zh_hans: 授权访问「下载」和「桌面」文件夹以完成全面扫描。
zh_hant: 授權存取「下載項目」和「桌面」資料夾以完成全面掃描。

# dashboard.expandCoverage.button
source: Expand Coverage
de: Abdeckung erweitern
es: Ampliar cobertura
fr: Étendre la couverture
ja: カバー範囲を拡大
ko: 범위 확장
zh_hans: 扩展覆盖范围
zh_hant: 擴展覆蓋範圍

# detection.securityCheck
source: Security Scan
de: Sicherheitsscan
es: Análisis de seguridad
fr: Analyse de sécurité
ja: セキュリティスキャン
ko: 보안 스캔
zh_hans: 安全扫描
zh_hant: 安全掃描

# detection.fixFailed
source: Fix Failed
de: Reparatur fehlgeschlagen
es: Error en la reparación
fr: Échec de la réparation
ja: 修復に失敗
ko: 수정 실패
zh_hans: 修复失败
zh_hant: 修復失敗

# detection.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# detection.dismiss
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过
zh_hant: 跳過

# detection.fixAndOpen
source: Fix & Open
de: Reparieren & Öffnen
es: Reparar y abrir
fr: Réparer et ouvrir
ja: 修復して開く
ko: 수정 후 열기
zh_hans: 修复并打开
zh_hant: 修復並開啟

# detection.accessibility.needsConfirmation %@
source: GreenLight: %@ needs security confirmation
de: GreenLight: %@ benötigt Sicherheitsbestätigung
es: GreenLight: %@ necesita confirmación de seguridad
fr: GreenLight : %@ nécessite une confirmation de sécurité
ja: GreenLight：%@ のセキュリティ確認が必要です
ko: GreenLight: %@ 보안 확인 필요
zh_hans: GreenLight：%@ 需要安全确认
zh_hant: GreenLight：%@ 需要安全確認

# detection.accessibility.dismissHint
source: Dismiss panel, app stays in pending list
de: Panel schließen, App bleibt in der Warteliste
es: Cerrar panel, la app queda en la lista pendiente
fr: Fermer le panneau, l'app reste en attente
ja: パネルを閉じます。アプリは保留リストに残ります
ko: 패널 닫기, 앱은 대기 목록에 유지
zh_hans: 关闭面板，应用留在待处理列表
zh_hant: 關閉面板，應用程式留在待處理清單

# detection.accessibility.fixHint
source: Remove quarantine and open automatically
de: Quarantäne entfernen und automatisch öffnen
es: Eliminar cuarentena y abrir automáticamente
fr: Supprimer la quarantaine et ouvrir automatiquement
ja: 隔離属性を解除して自動的に開きます
ko: 격리 해제 후 자동으로 열기
zh_hans: 移除隔离属性并自动打开
zh_hant: 移除隔離屬性並自動開啟

# confirming.title
source: Security Scan
de: Sicherheitsscan
es: Análisis de seguridad
fr: Analyse de sécurité
ja: セキュリティスキャン
ko: 보안 스캔
zh_hans: 安全扫描
zh_hant: 安全掃描

# confirming.verifying
source: Verifying app signature...
de: App-Signatur wird überprüft…
es: Verificando firma de la app...
fr: Vérification de la signature…
ja: アプリの署名を検証中…
ko: 앱 서명 확인 중...
zh_hans: 正在验证应用签名…
zh_hant: 正在驗證應用程式簽章…

# confirming.patience
source: This usually takes a few seconds.
de: Das dauert normalerweise nur wenige Sekunden.
es: Normalmente tarda unos segundos.
fr: Cela ne prend que quelques secondes.
ja: 通常、数秒で完了します。
ko: 보통 몇 초면 완료됩니다.
zh_hans: 通常只需几秒钟。
zh_hant: 通常只需幾秒鐘。

# confirming.accessibility
source: Security scan in progress
de: Sicherheitsscan läuft
es: Análisis de seguridad en curso
fr: Analyse de sécurité en cours
ja: セキュリティスキャン実行中
ko: 보안 스캔 진행 중
zh_hans: 安全扫描进行中
zh_hant: 安全掃描進行中

# enhance.title
source: Enhance Protection?
de: Schutz erweitern?
es: ¿Mejorar la protección?
fr: Renforcer la protection ?
ja: 保護を強化しますか？
ko: 보호를 강화할까요?
zh_hans: 增强保护？
zh_hant: 增強保護？

# enhance.reason
source: GreenLight detected that macOS blocked an app, but couldn't fully verify where it's located.
de: GreenLight hat erkannt, dass macOS eine App blockiert hat, konnte aber den Speicherort nicht vollständig überprüfen.
es: GreenLight detectó que macOS bloqueó una app, pero no pudo verificar completamente su ubicación.
fr: GreenLight a détecté que macOS a bloqué une app, mais n'a pas pu vérifier son emplacement.
ja: GreenLight は macOS がアプリをブロックしたことを検出しましたが、場所を完全に確認できませんでした。
ko: GreenLight이 macOS가 앱을 차단한 것을 감지했지만, 위치를 완전히 확인할 수 없었습니다.
zh_hans: GreenLight 检测到 macOS 拦截了一个应用，但无法完全确认其位置。
zh_hant: GreenLight 偵測到 macOS 攔截了一個應用程式，但無法完全確認其位置。

# enhance.request
source: Grant access to Downloads and Desktop for comprehensive monitoring — files are only scanned locally, nothing is uploaded or shared.
de: Gewähre Zugriff auf Downloads und Schreibtisch für umfassende Überwachung — Dateien werden nur lokal gescannt, nichts wird hochgeladen oder geteilt.
es: Concede acceso a Descargas y Escritorio para supervisión completa — los archivos solo se analizan localmente, no se suben ni comparten.
fr: Accordez l'accès aux Téléchargements et au Bureau pour une surveillance complète — les fichiers sont analysés uniquement en local, rien n'est envoyé ni partagé.
ja: ダウンロードとデスクトップへのアクセスを許可して包括的に監視します — ファイルはローカルでのみスキャンされ、アップロードや共有は一切ありません。
ko: 다운로드 및 데스크탑 폴더 접근을 허용하여 종합적으로 모니터링합니다 — 파일은 로컬에서만 스캔되며 업로드하거나 공유되지 않습니다.
zh_hans: 授权访问「下载」和「桌面」文件夹以实现全面监控 — 文件仅在本地扫描，不会上传或分享。
zh_hant: 授權存取「下載項目」和「桌面」資料夾以實現全面監控 — 檔案僅在本機掃描，不會上傳或分享。

# enhance.notNow
source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Plus tard
ja: 後で
ko: 나중에
zh_hans: 暂不
zh_hant: 暫不

# enhance.grantAccess
source: Grant Access
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l'accès
ja: アクセスを許可
ko: 접근 허용
zh_hans: 授权访问
zh_hant: 授權存取

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# settings.back
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

# settings.section.general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

# settings.launchAtLogin
source: Launch at Login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 开机自启动
zh_hant: 開機自啟動

# settings.section.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

# settings.totalGreenLights
source: Total Green Lights
de: Grünes Licht gesamt
es: Total de luces verdes
fr: Total de feux verts
ja: グリーンライト合計
ko: 총 그린라이트
zh_hans: 累计亮绿灯
zh_hant: 累計亮綠燈

# settings.totalGreenLights.value %lld
source: %lld times
de: %lld Mal
es: %lld veces
fr: %lld fois
ja: %lld 回
ko: %lld회
zh_hans: %lld 次
zh_hant: %lld 次

# settings.contactUs
source: Contact Us
de: Kontakt
es: Contáctanos
fr: Nous contacter
ja: お問い合わせ
ko: 문의하기
zh_hans: 联系我们
zh_hant: 聯絡我們

# settings.website
source: Website
de: Webseite
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
zh_hans: 官网
zh_hant: 官網

# settings.autoCheckUpdates
source: Automatically Check for Updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動確認
ko: 자동으로 업데이트 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# settings.checkForUpdates
source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
ja: アップデートを確認
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

# settings.check
source: Check
de: Prüfen
es: Buscar
fr: Rechercher
ja: 確認
ko: 확인
zh_hans: 检查
zh_hant: 檢查

# settings.updateAvailable %@
source: v%@ Available
de: v%@ Verfügbar
es: v%@ Disponible
fr: v%@ Disponible
ja: v%@ が利用可能
ko: v%@ 사용 가능
zh_hans: v%@ 可用
zh_hant: v%@ 可用

# settings.installUpdate
source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
ja: 今すぐ更新
ko: 지금 업데이트
zh_hans: 立即更新
zh_hant: 立即更新

# popover.updateAvailable %@
source: Update to v%@
de: Auf v%@ aktualisieren
es: Actualizar a v%@
fr: Mettre à jour vers v%@
ja: v%@ に更新
ko: v%@(으)로 업데이트
zh_hans: 更新至 v%@
zh_hant: 更新至 v%@

# popover.rejected
source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
ja: 拒否済み
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕

# popover.detected
source: Detected
de: Erkannt
es: Detectado
fr: Détecté
ja: 要対応
ko: 처리 대기
zh_hans: 待处理
zh_hant: 待處理

# popover.cleared
source: Cleared
de: Freigegeben
es: Permitido
fr: Autorisé
ja: 許可済み
ko: 허용됨
zh_hans: 已放行
zh_hant: 已放行

# popover.showGreenLight
source: Show GreenLight
de: GreenLight anzeigen
es: Mostrar GreenLight
fr: Afficher GreenLight
ja: GreenLight を表示
ko: GreenLight 표시
zh_hans: 显示 GreenLight
zh_hant: 顯示 GreenLight

# popover.settings
source: Settings...
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

# popover.quit
source: Quit GreenLight
de: GreenLight beenden
es: Salir de GreenLight
fr: Quitter GreenLight
ja: GreenLight を終了
ko: GreenLight 종료
zh_hans: 退出 GreenLight
zh_hant: 結束 GreenLight

# action.unblock
source: Unblock
de: Freigeben
es: Desbloquear
fr: Débloquer
ja: ブロック解除
ko: 차단 해제
zh_hans: 放行
zh_hant: 放行

# action.unblockAndOpen
source: Unblock & Open
de: Freigeben & Öffnen
es: Desbloquear y abrir
fr: Débloquer et ouvrir
ja: 解除して開く
ko: 해제 후 열기
zh_hans: 放行并打开
zh_hant: 放行並開啟

# action.showInFinder
source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finder で表示
ko: Finder에서 보기
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# action.greenLightCount %lld
source: Green Light ×%lld
de: Grünes Licht ×%lld
es: Luz Verde ×%lld
fr: Feu Vert ×%lld
ja: グリーンライト ×%lld
ko: 그린라이트 ×%lld
zh_hans: 绿灯 ×%lld
zh_hant: 綠燈 ×%lld

# notification.action.dismiss
source: Dismiss
de: Ignorieren
es: Ignorar
fr: Ignorer
ja: 無視
ko: 무시
zh_hans: 忽略
zh_hant: 忽略

# notification.action.fix
source: Fix
de: Reparieren
es: Reparar
fr: Réparer
ja: 修復
ko: 수정
zh_hans: 修复
zh_hant: 修復

# notification.action.fixAndOpen
source: Fix & Open
de: Reparieren & Öffnen
es: Reparar y abrir
fr: Réparer et ouvrir
ja: 修復して開く
ko: 수정 후 열기
zh_hans: 修复并打开
zh_hant: 修復並開啟

# notification.detection.body %@
source: macOS blocked %@
de: macOS hat %@ blockiert
es: macOS bloqueó %@
fr: macOS a bloqué %@
ja: macOS が %@ をブロックしました
ko: macOS가 %@을(를) 차단했습니다
zh_hans: macOS 拦截了 %@
zh_hant: macOS 攔截了 %@

# notification.success.title %@
source: ✅ Green light for %@
de: ✅ Grünes Licht für %@
es: ✅ Luz verde para %@
fr: ✅ Feu vert pour %@
ja: ✅ %@ にグリーンライト
ko: ✅ %@ 그린라이트
zh_hans: ✅ 已为 %@ 亮绿灯
zh_hant: ✅ 已為 %@ 亮綠燈

# notification.success.body %@
source: %@ has been unblocked and is ready to use
de: %@ wurde freigegeben und ist einsatzbereit
es: %@ ha sido desbloqueado y está listo para usar
fr: %@ a été débloqué et est prêt à l'emploi
ja: %@ のブロックが解除されました。すぐに使用できます
ko: %@ 차단이 해제되었습니다. 바로 사용할 수 있습니다
zh_hans: %@ 已放行，可以正常使用了
zh_hant: %@ 已放行，可以正常使用了

# notification.failure.title
source: ⚠️ Fix Failed
de: ⚠️ Reparatur fehlgeschlagen
es: ⚠️ Error en la reparación
fr: ⚠️ Échec de la réparation
ja: ⚠️ 修復に失敗
ko: ⚠️ 수정 실패
zh_hans: ⚠️ 修复失败
zh_hant: ⚠️ 修復失敗

# onboarding.scanning.checking
source: Checking your apps…
de: Apps werden überprüft…
es: Revisando tus apps…
fr: Vérification de vos apps…
ja: アプリを確認中…
ko: 앱을 확인하는 중…
zh_hans: 正在检查你的应用…
zh_hant: 正在檢查你的應用程式…

# onboarding.scanning.found %lld
source: Found %lld unsigned apps
de: %lld unsignierte Apps gefunden
es: Se encontraron %lld apps sin firmar
fr: %lld apps non signées trouvées
ja: 未署名のアプリが %lld 個見つかりました
ko: 서명되지 않은 앱 %lld개 발견
zh_hans: 发现 %lld 个未签名的应用
zh_hant: 發現 %lld 個未簽名的應用程式

# onboarding.scanning.reviewSubtitle
source: They may need your review
de: Sie benötigen möglicherweise deine Überprüfung
es: Pueden necesitar tu revisión
fr: Elles peuvent nécessiter votre vérification
ja: 確認が必要な場合があります
ko: 검토가 필요할 수 있습니다
zh_hans: 它们可能需要你确认是否信任
zh_hant: 它們可能需要你確認是否信任

# onboarding.scanning.reviewNow
source: Review Now
de: Jetzt überprüfen
es: Revisar ahora
fr: Vérifier maintenant
ja: 今すぐ確認
ko: 지금 확인
zh_hans: 立即查看
zh_hant: 立即查看

# onboarding.scanning.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
zh_hans: 稍后处理
zh_hant: 稍後處理

# onboarding.scanning.allClear
source: All clear
de: Alles in Ordnung
es: Todo en orden
fr: Tout est en ordre
ja: 問題ありません
ko: 모두 정상
zh_hans: 一切就绪
zh_hant: 一切就緒

# onboarding.scanning.noIssues
source: No issues found
de: Keine Probleme gefunden
es: No se encontraron problemas
fr: Aucun problème détecté
ja: 問題は見つかりませんでした
ko: 문제가 발견되지 않았습니다
zh_hans: 没有发现异常
zh_hant: 沒有發現異常

# onboarding.scanning.getStarted
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: 始めましょう
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

# settings.version
source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

# settings.section.feedback
source: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
zh_hans: 反馈
zh_hant: 回饋

# settings.section.updates
source: Software Update
es: Actualización de software
fr: Mise à jour logicielle
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
zh_hans: 软件更新
zh_hant: 軟體更新
